/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Une erreur s’est produite lors de la lecture de la palette de couleurs « %@ ». Sélectionnez-en une autre.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Une erreur s’est produite lors de l’enregistrement de la palette de couleurs « %@ ». Réessayez d’enregistrer ultérieurement.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Une erreur s’est produite lors de l’enregistrement de la palette personnalisée sur « %@ ». Réessayez d’enregistrer ultérieurement.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Souhaitez-vous vraiment supprimer la totalité de la palette de couleurs « %@ » ?";

/* Brightness slider text */
"Brightness" = "Luminosité";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Annuler";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMJN";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Palettes de couleurs";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Curseurs de couleur";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Roue des couleurs";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Crayons";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Appareil CMJN";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Appareil Gris";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Appareil RVB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Erreur de changement de nom de la palette";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "CMJN générique";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Gris générique";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "RVB générique";

/* Color space or profile model name; monochrome */
"Gray" = "Gris";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Masquer les couleurs";

/* Hue slider text */
"Hue" = "Nuance";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Palettes d’images";

/* Color space or profile model name */
"Indexed" = "Indexé";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "L’élément à renommer est mal défini. Assurez-vous de n’avoir sélectionné qu’un seul élément.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nouvelle palette de couleurs";

/* COMMENT */
"New name for color palette:" = "Nouveau nom de la palette de couleurs :";

/* Open Color Pallete panel title */
"Open Color Palette" = "Ouvrir la palette de couleurs";

/* Color space or profile model name */
"Pattern" = "Motif";

/* COMMENT
   NEED COMMENT */
"Remove" = "Supprimer";

/* COMMENT */
"Remove Color Palette" = "Suppression d’une palette de couleurs";

/* NEED COMMENT */
"Remove Palette" = "Suppression d’une palette";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "La suppression d’une palette personnalisée est permanente. Souhaitez-vous réellement supprimer « %@ » de vos palettes personnalisées ?";

/* Generic title for color renaming panels */
"Rename Color" = "Renommer la couleur";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RVB";

/* Saturation slider text */
"Saturation" = "Saturation";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Afficher les couleurs";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "La palette de couleurs « %1$@ » contient %2$ld couleurs.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Impossible de supprimer le fichier « %@ ».";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "L’image « %1$@ » n’a pas pu être renommée en « %2$@ ».";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Les réglages d’autorisation du fichier « %@ » n’autorisent pas sa modification.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Le profil « %1$@ » contient %2$ld couleurs.";

/* NEED COMMENT */
"There was a Color Panel error." = "Erreur de panneau des couleurs.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Une erreur s’est produite lors de l’ouverture d’une palette de couleurs.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Une erreur s’est produite lors de l’enregistrement d’une palette de couleurs.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Cette couleur ne peut pas utiliser de profils.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Sans nom";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Cette liste comporte déjà une couleur nommée « %@ ». Choisissez un autre nom.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Vous disposez déjà d’une palette personnalisée nommée « %@ ». Choisissez un autre nom.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Vous disposez déjà d’une palette nommée « %@ ». Choisissez un autre nom.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Impossible de renommer « %1$@ » en « %2$@ ».";

